Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: 1 sentence collected
ab: 1 ажәалагала еизгоуп

source: 2019 End-of-Year Release
ab: Аҭыжьра 2019 шықәса анҵәамҭазы

source: 2 down, keep it up!<playIcon></playIcon>
ab: Ҩба мазеиуп <playIcon></playIcon> иацуҵа!

source: ≥ 2 No votes
ab: ≥ 2 Мап ралхра

source: ≥ 2 Yes votes
ab: ≥ 2 Ааи ралхра

source: Abaza
ab: Абаза

source: Abbreviations and Acronyms
ab: Аббревиатурақәеи акронимқәеи

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
ab: Аббревиатурақәеи акронимқәеи иаҳҳәап "USA" мамзаргьы "ICE" ахыҵхырҭатә текст аҿы рхы ацәырыхьчар ахәҭоуп, избан акәзар урҭ рҩышьа иақәымшәо еиԥш иаԥхьар ауеит. Уи адагьы, аббревиатурак азы ииашоу аҳәашьақәа рацәаны иҟазар ауеит.

source: Abkhaz
ab: Аԥсуа

source: About
ab: Иҳазкны

source: Academic Reference
ab: Академиатә дырраҭара

source: Accent
ab: Ацәажәашьа

source: Accepted file types: .tsv only
ab: Ирыдыркыло афаил хкқәа: .tsv мацара.

source: Account
ab: Аԥхьаӡара

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
ab: <accuracyLink>Еиҳа инарҭбаау акритериақәа шәрыхәаԥшыр шәылшоит.</accuracyLink>

source: Acehnese
ab: Ачех

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
ab: { $actionType }<playIcon></playIcon> ииаиганы иаԥхьоума аҳәоуқәа?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
ab: { $actionType }<recordIcon></recordIcon> нас убжьы рдуны аҳәоу уаԥхьа

source: { $actionType }<stopIcon></stopIcon> when done
ab: { $actionType }<stopIcon></stopIcon> ихианы ианбаҟало

source: { $actionType } submit when ready
ab: { $actionType } ианымазеихалак, инашәышьҭ

source: Adamawa Fulfulde
ab: Аданава фулфулд

source: Add as much information as you can about the language. This could include:
ab: Иахьынӡауҭаху абызшәа иазку аинформациа ацҵа. Лара иаҵанакуеит:

source: Add <icon></icon> a public domain sentence
ab: Иацҵатәуп <icon></icon> зегьы ирзеиԥшу аҳәара

source: Add information
ab: Аинформациа ацҵа

source: Adding Sentences
ab: Ажәаҳәақәа рыцҵара

source: Additional Language
ab: Ахарҭәаагатә бызшәа

source: Add Language
ab: Абызшәа ацҵара

source: Add new custom accent "{ $inputValue }"
ab: Акцент ҿыц ацҵа "{ $inputValue }"

source: Add one sentence per line
ab: Цәаҳәак ахь ҳәоук ацҵара

source: Add sentences
ab: Шәбызшәала аҳәоуқәа ацышәҵа

source: Add Sentences
ab: Аҳәоу ацҵара

source: Add up to 1,000 sentences
ab: 1000 рҟынӡа ҳәоу рацҵара

source: Add Your Voice
ab: Шәыбжьы ацҵара

source: Adja
ab: Аџа

source: Adyghe
ab: Адыга

source: Afaan Oromo
ab: Оромо

source: Afar
ab: Афар

source: A few bytes
ab: Баитқәак

source: Afrikaans
ab: Африкаанс

source: Age
ab: Ақәра

source: Agriculture and Food
ab: Ақыҭанхамҩеи акрыфареи

source: Albanian
ab: Шқыԥ

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ab: Аҵыхәантәи абжьы маҷк ҟалоит, аха аӡәы хаҭала ажәақәа шиҳәо уаҳазар, аклип мап ацәктәуп. Абжьааԥны уи ҟалоит ателевизор аныркыло, мамзаргьы ааигәа џьара ацәажәара аныҟоу.

source: All
ab: Зегьы

source: All sentence must have the same domain
ab: Ажәаҳәақәа зегьы доменк рымазароуп

source: All sentences must have the same citation
ab: Аҳәоуқәа зегьы еицырзеиԥшу цитатак рымазароуп

source: Already have an account? <login>Log-In</login>
ab: Аккаунт шәымоума? <login>Аҭалара</login>

source: Alsatian
ab: Аелзасск

source: Amharic
ab: Амарыниа

source: An error occurred fetching sentences
ab: Аҳәоу аиураан агха ҟалеит

source: An error occurred reviewing this sentence
ab: Ари ажәалагала ахәшьара анаҭоз агха ҟалеит

source: An error occurred submitting your voice information
ab: Убжьы аинформациа анашьҭраан агха ҟалеит

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
ab: Ихьӡыдоу ахархәагатә дыррақәа, иаҳҳәап: ақәра, ахаҵара/аԥҳәысра, ацәажәашьатә ҷыдарақәа, ирылшоит абжьытә дыррақәа ажәақәа аилккаразы аҽазыҟаҵарақәа хықәкыла реиӷьтәра иацхраар. Ухала иалухыр улшоит уелектронтә ԥошьҭа аҭыӡҭеи ахархәаҩ ихьӡи реилыркаага еицырдыруа иҟало, ма имаӡаны иаанхо.

source: Answering a Question
ab: Азҵаара аҭак

source: Answer Questions
ab: Азҵаарақәа рҭак аҟаҵара

source: Approve
ab: Адкылара

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
ab: Егьырҭ абжьқәа рҟынтәи иҭынчу, еилкаам абжьы ақәшаҳаҭуп, аха атекст аҿы иҟам ажәакгьы еилукаар улшозар, аҭаҩра мап ацәктәуп, избанзар уи амашьынатә алгоритм ажәақәа радырра иаԥырхагахар алшоит. Абжьааԥны уи ҟалоит аӡәы ателевизор анааннажьуа, мамзаргьы ааигәа џьара ацәажәара аныҟоу.

source: Arabic
ab: Араби

source: Aragonese
ab: Арагон

source: Are you already in our Beta testing group for Common Voice’s Spontaneous Speech Project?
ab: Common Voice иатәу апроект Spontaneous Speech бета-тест мҩаԥгара иазку ҳгәыԥ шәалоума?

source: Are you coming? [called by another]
ab: Уаауама? [егьырҭ ирҳәоит]

source: Are you coming? <strong>[called by another]</strong>
ab: Уаауама? <strong>[даҽаӡәы дсыԥхьоит]</strong>

source: Armenian
ab: Ашәамахь

source: Armenian Western
ab: Аревмдаҳаиерен

source: Arvanitika
ab: Арвантика

source: Asheninka South Ucayali
ab: Ашенинка Амрагыларатәи Укаиали

source: Ask about a new language
ab: Абызшәа ҿыц ацҵаразы аҳәара

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
ab: Азҵаарақәа ҳаҭ <matrixLink>Матрица</matrixLink>, <discourseLink>Дискурс</discourseLink>мамзаргьы <emailLink>email</emailLink> ала.

source: Assamese
ab: Ассам

source: Asturian
ab: Астуриано

source: Audio Format
ab: Абжьынҵамҭа Аформат

source: Automotive and Transport
ab: Амашьынаҟаҵареи атранспорти

source: Avatar
ab: Аныԥшга

source: Avatar uploaded
ab: Аватар шьҭыхуп

source: Average
ab: Ибжьаратәуп

source: A voice clip is marked "valid" when a user gives it a Yes vote.
ab: Аҭаҩымҭа «ииашоуп» ҳәа азгәаҭахоит ахархәаҩ «Ааи» аналихуа.

source: Avoid too much background noise - it should be easy to hear you.
ab: Шәҽацәышәыхьча имыцхәу адыԥшылахәтә шьҭыбжьы — ишәҳәо еилыкка иуаҳаратәы иҟазароуп.

source: Awards
ab: Аҳамҭақәа

source: Azerbaijani
ab: Азербаиџьан

source: Baatonum
ab: Баатонум

source: Back
ab: Шьҭахьҟа

source: Background Noise
ab: Афонтә бжьы

source: Background Voices
ab: Афонтә бжьқәа

source: Back to Top
ab: Аҩада

source: Bafia
ab: Бафиа

source: Bafut
ab: Бафут

source: Bakoko
ab: Абакоко

source: Balochi
ab: Абелуџьи

source: Balti
ab: Абалти

source: Bambara
ab: Абаман

source: Bamun
ab: Абамун

source: Bamvele
ab: Абамвеле

source: Bankon
ab: Банкон

source: Baoule
ab: Абауле

source: Basaa
ab: Баса

source: Bashkir
ab: Абашкьыр

source: Basque
ab: Абаск

source: Batanga
ab: Батанга

source: Bateri
ab: Абатери

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
ab: Аԥхьаҩ ажәак ииашамкәа иҳәеит, акцент ииашам аҭыԥ аҿы иқәиргылеит, мамзаргьы азҵааратә дырга мап ацәикит ҳәа аклип ҭухаанӡа, угәуҽаныз. Адунеи аҿы еиуеиԥшым ажәаҳәашьақәа ыҟоуп, урҭ рҟынтә шьоукы шәахьынхо аҭыԥ аҿы ишәмаҳацзаргьы ҟалоит. Ҳаҳәоит, шәара шәеиԥшымкәа ицәажәо ауаа шәрыцәхьамҵын.

source: Become a Common Voice Partner
ab: Азеиԥш бжьы апартниорс шәҟала

source: Belarusian
ab: Беларускаиа

source: Benefits
ab: Аԥыжәара

source: Bengali
ab: Банла

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
ab: [ «Аберет» ақәыӷәӷәара ма актәи ацыра, (Британиа) ма аҩбатәи ацыра иақәшәозар ҟалоит (Америка)]

source: Betawi
ab: Абетави

source: Better support for language realities like translanguaging and <mark>code-switching</mark>
ab: Даҽа бызшәак<mark> ахь аиасреи акодқәа </mark> риагареи реиԥш иҟоу абызшәатә реалрақәа рзы еиӷьны иҟаҵоу адгылара

source: Better support for languages that have little or <mark>no text corpus</mark> to use (eg, sociolects, variants, historically unscripted languages etc)
ab: Зтексттә массивра</mark> маҷу, ма <mark> зынӡа измам абызшәақәа рзы еиӷьны иҟаҵоу адгылара (ҿырԥштәыс иаагозар, асоциолектқәа, авариантқәа, ҭоурыхла аҩыра змамыз абызшәақәа уҳәа.)

source: Bodo
ab: Абодо

source: <bold>{ $count }</bold> Clips
ab: <bold>{ $count }</bold> аҭаҩрақәа

source: <bold>Help us</bold> find more voices
ab: <bold>Шәҳацхраа</bold> иҵегьы абыжьқәа рыԥшаараҿы

source: <bold>If you value open, inclusive data - donate today!</bold>
ab: <bold>Иаарту, инклиузивтәу адыррақәа рыхә ҳаракны ишәшьозар, иахьа ацхыраара ҟашәҵа!</bold>

source: Borgu Fulfulde
ab: Аборгу фулфулд

source: Bosnian
ab: Абосниа

source: Both
ab: Аригьы, егьыгьи

source: Both (Speak and Listen)
ab: Аҩбагьы (Аҭаҩреи Азыӡырҩреи)

source: Brahui
ab: Абрауи

source: Breton
ab: Абретон

source: [British English might make "root"]
ab: [Британиатәи англыз бызшәаҿы уи аԥҵазар алшоит «root»]

source: Browse Languages
ab: Абызшәақәа рыхәаԥшра

source: Brushaski
ab: Абурушаск

source: Build a custom goal
ab: Шәхатәы хықәкы аԥышәҵа

source: Build Profile
ab: Аҷыдахәра аԥҵара

source: Bukusu
ab: Абукусу

source: Bulgarian
ab: Аболгар

source: Bulk batch
ab: Еизакны апартиа

source: Bulk Sentences Uploaded
ab: Аҳәарақәа рацәаны иҭарҵеит

source: Bulu
ab: Булу

source: Bunun
ab: Абунун

source: Burmese
ab: Миамаза

source: Buryat
ab: буриад

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
ab: <b>Изаҭахузеи аԥошьҭа?</b> ҳаԥхьаҟа уара ҳаҽумаадар ҟалоит адыррақәа реизга аԥсахрақәа ралагаларазы. Убри азы алшара ҳнаҭоит аԥошьҭа.

source: By clicking “Send a link to my email”, you agree to our <termsLink>Terms of Service</termsLink> and <privacyLink>Privacy Policy</privacyLink> and that Mozilla may email you with information on how to participate in the Beta Testing for Common Voice’s Spontaneous Speech Project.
ab: «Селектронтә ԥошьҭахь азхьарԥш анашьҭра» шәанақәыӷәӷәо, <termsLink> Ахархәаразы ҳаибыҳәареи </termsLink> Ахазхатәы политикеи</privacyLink>, иара убас Common Voice иатәу апроект Spontaneous Speech бета-тест амҩаԥгара ахалархәра шаҭаху атәы зҳәо ашәҟәы анашьҭра Mozilla азин шамоу шәақәшаҳаҭхоит.

source: By editing your goal, you may lose your existing progress.
ab: Шәхықәкы шәыԥсахыр ишәымоу апрогресс шәцәыӡыр ҟалоит.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
ab: Ашәҟәқәа роура шәақәшаҳаҭхар, Mozilla <privacyLink>Амаӡара Аполитика</privacyLink> инақәыршәаны ари анформациа аус шаднауло шәшақәшаҳаҭу шьақәшәырӷәӷәоит.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
ab: <b>Уара уақәшаҳаҭума</b> Common Voice адыррақәа реизгақәа ирылахәу адикторцәа рхаҭара аилкаара ашьҭамлара?

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
ab: Ухаҭаразы иҭоугыло адыррақәа, Common Voice ахь иааушьҭуа аудиодыррақәа абжьы алкааразы ахархәагақәа еиҳа ихәарҭахоит, убри аан урҭ адыррақәа рхаҭабзиара ашьҭыхразы еиҳа ахархәара роуеит.

source: By telling us about yourself, you will help developers build more inclusive technology
ab: Шәцәажәашьа иазку аинформациа ҳзеиҭашәҳәар шәылшома?

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
ab: Common Voice ухы ианаурхәа, уи иаанагоит ҳара <termsLink>ахархәашьа</termsLink> егьы <privacyLink>Ир­ма­ӡоу Ардырра</privacyLink> урықәшаҳаҭуп ҳәа.

source: Cameroon Pidgin
ab: Акамерунтәи пигин

source: [Canadian English might make "route" sound like "rowt"]
ab: [Канадатәи англыз бызшәала, «route» абжьы «rowt» еиԥш иҟалар алшоит]

source: Cancel
ab: Аԥыхра

source: Cancel Re-recording
ab: Абжьы еиҭаҭаҩра мап ацәкра

source: Cancel Submission
ab: Ашьҭра мап ацәктәуп

source: Cannot submit more than 1000 sentences
ab: 1000 ҳәоу еиҳаны ашьҭра ауам

source: Can't decide?
ab: Иузымгәаӷьӡои?

source: Cantonese
ab: Кантон

source: Catalan
ab: Акаталан

source: Central Alaskan Yupʼik
ab: Агәҭантәи-алиаскатәи ауипикск

source: Central Kurdish
ab: Агәҭантәи акурд (Асорани)

source: Change preferences
ab: Архиарақәа рыԥсахра

source: Change your email via Settings under Login Identity
ab: Аҭагаларазы аидентификатор архиага аҟәшала ,уелектронтә ԥошьҭа аҭыӡҭа ԥсах

source: Check <icon></icon> is this a linguistically correct sentence?
ab: Игәашәҭ <icon></icon> ари ажәаҳәа лингвистикала ииашоу-ииашаму аилкааразы?

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
ab: Шәбызшәа ахьӡынҵаҿы иҟоу-иҟаму гәашәҭ <languagesPageLink>>Еицырзеиԥшу ацәажәаратә бызшәақәа рыдаҟьа</languagesPageLink>. Ҳәарада, абри аформа шәызҭәы, ҳара<strong>хәарҭа злоу е-маил шәзаҳашьҭуеит, бызшәа</strong>шшьақәыргылатәу еилзыркаауа.

source: <chevron></chevron>See less
ab: <chevron></chevron>Еиҵоу адыррақәа

source: <chevron></chevron>See more
ab: <chevron></chevron>Еиҳаны адыррақәа

source: Chiga
ab: Ачиг

source: Chinese (China)
ab: Ҳан (Жьангоу)

source: Chinese (Hong Kong)
ab: Акитаи (Агонконг)

source: Chinese (Taiwan)
ab: Ҳан (Ҳаиуан)

source: Chinyanja
ab: Ачинианџа

source: Chokwe
ab: Ачокве

source: Choose language/localization
ab: Иалшәх абызшәа/аҭыԥ

source: Chuvash
ab: Чавашла

source: Citation
ab: Ацитата

source: Cite with a URL link or the full name of the work.
ab: URL-азхьарԥш, ма аусумҭа ахьӡ ала ацитата аагара.

source: Citing Sentences
ab: Ажәаҳәақәа раагара

source: Click
ab: Ақәқшара

source: Clipboard not supported
ab: Аҭаӡҩыра аднакылом

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
ab: { $clipCount } абжьыҭаҩрақәа, архив зегьы ашәагаа - { $size }. Аҵәахра аамҭа нҵәоит { $expires }.

source: Clip Graveyard
ab: Анҵамҭақәа рнышәынҭра

source: Clips recorded
ab: Анҵамҭақәа абжьы рхарҵеит

source: Clips Uploaded
ab: Аҭаҩымҭақәа ҭагалоуп

source: Clips validated
ab: Анҵамҭақәа гәаҭан

source: Clips You've Recorded
ab: Абжьы Зхауҵаз Анҵамҭақәа

source: Clips You've Validated
ab: Шәара игәашәҭеит

source: Close
ab: Иаркуп

source: Collecting sentences
ab: Ажәалагалақәа реизгара

source: Comment
ab: Аҿыхәҿаа

source: Common Voice data plus all other voice datasets above.
ab: Common Voice иамоу адыррақәа ирыцу абыжьқәа реизгақәа зегьы ҵаҟа иарбоуп.

source: Common Voice Dataset
ab: Common Voice Адыррақәа реизга

source: Common Voice is a free, open source platform for community-led data creation
ab: Common Voice — ари ауаажәларра рнапхгарала адыррақәа раԥҵаразы иаарту алагарҭатә код змоу хәыда-ԥсада иҟоу платформоуп

source: Common Voice is a project of the Mozilla Foundation, a US 501c3. The project is currently funded entirely by <philantropicGrantLink>philanthropic grants</philantropicGrantLink>, and donations from people around the world.
ab: Азеиԥш бжьы Мозилла Афонд апроект ауп, US 501c3. Уажәазы ​​апроект зегьы ахәҭаа ала имҩаԥысуеит <philanthropicGrantLink>филантропиатә грантқәа</philanthropicGrantLink>, иара убасгьы адунеи зегьы аҟынтәи ауаа рҟынтәи ацхыраара.

source: Common Voice is funded by donations and grants! We love collaborating with academics, civil society and industry researchers. Common Voice is free to use, but contributing to platform and hosting costs through grant proposals is really helpful.
ab: Common Voice аԥаратә цхыраарақәеи агрантқәеи рыла имҩаԥысуеит! Ҳара академиакцәеи, ауаажәларратә еилазаареи, аиндустриа аҭҵааҩцәеи рыцхыраара ҳгәаԥхоит. Common Voice ахархәара хәыда-ԥсадоуп, аха аплатформеи ахостинги рзы аҭара аҭара даара ахәарҭа аанагар алшоит.

source: Common Voice is launching a second platform focused on collecting organic, spontaneous, unscripted speech. This will help lots of communities collect data more quickly, as well as being useful for data scientists and developers.
ab: Common Voice аус анаруеит испонтантәу, ирмаӡам ажәаҳәа аизгара иадҳәалоу аҩбатәи аплатформа. Ари аилазаарақәа иаҳа ирласны адыррақәа реизгараҿы ацхыраара рнаҭоит, иара убас адыррақәа разҟазацәеи аус адулаҩцәеи рзы ихәарҭахоит.

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
ab: Common Voice ари Mozilla иаҵанакуа ауаа хаҭала рцәажәашьа амашьынақәа идзырҵо ԥшьгамҭоуп.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
ab: Common Voice — адунеи аҿы иреиҳау, зегьы рзы иҟоу, абызшәарацәалатәи абжьытә дыррақәа реизга ауп.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
ab: Common Voice анҵамҭақәа рхы иадырхәоит аҵарауаа, абизнес маҷ аҟны, иара убас абжьы еилкаагақәа зхәыцуа рзы абжьытә модельқәа рышьақәыргылараан зегьы еицырзеиԥшу аресурсқәа рырҿиареи абызшәа арҵара аус аҟны. Еилаҳкаар ҟалома уара уанҵамҭақәа рықәгара зыуҭахыу?

source: Community and Languages
ab: Аилазаареи абызшәақәеи

source: Community, Creatives and Civil Society
ab: Ауаажәларра, арҿиаҩцәа, ауаажәларратә еилазаара

source: Community participation and decision making.
ab: Аилазаара алахәхареи аӡбарақәа рыдкылареи.

source: Community Playbook
ab: Ауаажәларратә рҵага

source: Confirm Goal
ab: Ухықәкы шьақәырӷәӷәа

source: Connect with Gravatar
ab: Иацҵа Граватар

source: Contact
ab: Аимадарақәа

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
ab: Авторцәа, адраматургцәа, ма асценарисцәа урыҿцәажәаны, русумҭақәа рыхәҭак ауаа ирыладырҵәарц рҭаху-ирҭахыму уразҵаа.

source: Contact Form
ab: Аимадара аформа

source: Contact the Common Voice team
ab: Азеиԥш бжьы агәыԥ иацәажәа

source: Contact us
ab: Шәыҽҳамажәда

source: Contact Us
ab: Ҳара шәҳацәажәа

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
ab: Аҵакы ахархәара ауеит <licenseLink>Creative Commons</licenseLink> алицензиала

source: Continue
ab: Ацҵара

source: Continue validating
ab: Агәаҭара ацҵара

source: Contribute
ab: Аҽалархәара

source: Contribute sentences
ab: Алабжьарақәа рыдгалара

source: Contribute to { $lang }
ab: Абызшәа { $lang } аҽалархәра

source: Contribution Activity
ab: Ацхырааҩ илагала

source: Contribution Criteria
ab: Аҽалархәра акритериақәа

source: Contribution Experience
ab: Common Voice уареи шәусеицура ахәшьара аҭ.

source: Contribution Guidelines
ab: Аҽалархәразы амҩақәҵага

source: Contributors record voice clips by reading from a bank of donated sentences.
ab: Алахәылацәа хатәгәаԥхаралатәи аҳәоуқәа рбанк иалоу аҳәоуқәа ирыԥхьаны, абыжьқәа ҭарыҩуеит.

source: Cookies
ab: Акукқәа

source: <cookiesLink>Cookies<cookiesLink>
ab: <cookiesLink>Акукқәа<cookiesLink>

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
ab: <coquiLink>Coqui</coquiLink> иаарту ацәажәаратә технологиа иазкуп. Урҭ рыпроектқәа ируакуп иҵаулоу арҵара шьаҭас измоу STT, TTS адвижокқәа.

source: Cornish
ab: Қерноуеқ

source: Corsican
ab: Акорсикан

source: { $count } clips
ab: { $count } аҭаҩрақәа

source: { $count }mo
ab: { $count }мыз

source: { $count }wk
ab: мчыбжьа

source: { $count }y
ab: шықәса

source: [Crackle] giant dinosaurs of [crackle] -riassic.
ab: [Аиҟәԥара] гадинозавр дуқәа [аиҟәԥара] -риаса.

source: Create a Custom Goal
ab: Шәхатәы хықәкы аԥҵара

source: Create a profile
ab: Апрофиль аԥҵара

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
ab: Иаԥҵатәуп иахьатәи аицәажәаратә жәаҳәарақәа ухала ма уҩызцәа ма абзтә еилазаара урыцны, иаҳҳәап «write-a-thon»

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
ab: Еиуеиԥшым ауаа Common Voice рҽаладырхәырц азы алшарақәа раԥҵара ахәдықәҵара ауеит адыррақәа реизга ауаа рацәа рзы ишхәарҭахо. Ҳара иаԥаҳҵеит шәхы иашәырхәар шәылшо алшарақәеи ахыԥшылақәеи!

source: Crimean Tatar
ab: Ҟрымтатар

source: Criteria
ab: Акритериа

source: Croatian
ab: Ахорват

source: Czech
ab: Чешҭина

source: Dagbani
ab: Адагбан

source: Daily Goal
ab: Есымшатәи Ахықәкы

source: Dameli
ab: Адамели

source: Danish
ab: Адат

source: Dargwa
ab: Даргин

source: Dashboard
ab: Апанель

source: Dataset Release
ab: Адыррақәа реизга аҭыжьра

source: Datasets
ab: Адыррақәа реизга

source: Date
ab: Арыцхә

source: Dawoodi
ab: Адавуди

source: Days
ab: мыш

source: Delete
ab: Аныхра

source: Delete my recordings
ab: Сҭаҩымҭақәа рныхра

source: Delete Profile
ab: Аҷыдахәра аныхтәуп

source: Dhivehi
ab: Амалдив

source: Dholuo
ab: Долуо

source: Did you know…
ab: Шәара ижәдыруама…

source: Different language
ab: Даҽа бызшәак

source: Difficult
ab: Ицәгьоуп

source: Difficult to pronounce
ab: Аҳәаразы ицәгьоуп

source: Dinka
ab: Адинка

source: Dioula
ab: Адиула

source: Discard ongoing recording
ab: Уажәтәи аҭаҩра аԥыхра

source: Does the sentence meet the guidelines?
ab: Ари аҳәоу ахархәага апринципқәа ирықәшәома?

source: Domain refers to the subject matter of the sentence. Currently, you can choose between:
ab: Адомен аҳәоу атема иаҵанакуеит. Уажәазы ​​шәара ишәылшоит иалышәхыр:

source: Donate
ab: Аԥара азышьҭра

source: Donate your voice
ab: Шәыбжьы ҭажәгал

source: Don't see your language on Common Voice yet?
ab: Common Voice аҟны уара убызшәа макьана иумбаӡои?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
ab: Абызшәқәа реизгаҿы уара убызшәа ыҟаӡами? Абызшәақәа рдаҟьаҟны уахәаԥш.

source: Don't wish to say
ab: Ацәажәара сҭахым

source: Download
ab: Иҭагалатәуп

source: Download Common Voice Data
ab: Common Voice адыррақәа рҭыгара

source: Download Data
ab: Адыррақәа ҭагалатәуп

source: Download Dataset Bundle
ab: Адыррақәа реизгақәа рарзақә аҭыгара

source: Download { $language }
ab: Аҭыгара: { $language }

source: Download Links
ab: Аҭагаларазы азхьарԥшқәа

source: Download My Data
ab: Схаҭаратә дыррақәа рыхҩылаара

source: Download profile data
ab: Апрофиль адыррақәа ҭагалатәуп

source: Download the Dataset
ab: Адыррақәа реизга рҭыгара

source: Download the Single Word Target Segment
ab: Иҭагалатәуп ахықәкытә сегмент "Ажәак"
